{
  "test_sentences": [
    "인생을 맛있게"
  ],
  "game_sentences": [
    "딥러닝 기반 신경망 구조에서 초고속 병렬처리를 수행하는 최적화 알고리즘을 대규모 데이터셋에 통합 적용합니다",
    "하이퍼파라미터 튜닝 과정을 자동화하여 분산 GPU 환경에서 모델 학습 효율을 극대화하는 세밀한 최적화 기법을 적용합니다",
    "양자 컴퓨팅 분야에서는 큐비트 상호작용 최적화 연구가 활발히 진행되어 초고난도 연산을 처리하는 데에 새로운 가능성을 열고 있습니다",
    "초연결 사물인터넷 생태계가 확장됨에 따라 실시간 센서 데이터 수집과 분석 기술의 복합적인 융합이 필수 요소로 부각되고 있습니다",
    "클라우드 기반 컨테이너 오케스트레이션 플랫폼에서 자동 스케일링을 적용하여 서버 자원 활용도를 최적화하는 방안을 시도합니다",
    "인공신경망 기반 영상 처리 알고리즘을 이용해 고해상도 이미지를 저해상도 입력에서 복원시키는 슈퍼레졸루션 기술을 구현합니다",
    "뉴럴 머신 번역 엔진은 대규모 병렬 코퍼스를 통해 학습하며 문맥 이해도 향상을 위해 멀티헤드 어텐션 메커니즘을 채택합니다",
    "인터랙티브 음성 비서를 개발하기 위해 자연어 처리와 음성 합성 기술을 융합하여 사용자 맞춤형 대화 경험을 구축할 수 있습니다",
    "비지도 학습 알고리즘인 오토인코더를 활용하여 이미지 특징을 추출한 뒤 잠재 공간을 시각화하는 기술을 연구하고 있습니다",
    "초저지연 5G 네트워크 환경을 통해 엣지 디바이스와의 양방향 통신을 가능케 하여 실시간 데이터 전송 속도를 극대화합니다",
    "분산 파일 시스템 상에서 데이터 중복 제거 기법을 수행하며 고성능 SSD 스토리지를 병행 활용해 처리 속도를 높입니다",
    "증강현실 안경형 디바이스는 시각 정보와 디지털 데이터를 실시간으로 결합하여 몰입감 있는 혼합 환경을 구현합니다",
    "인공지능 기반 추천 시스템에서는 사용자의 과거 행동 패턴을 분석하여 예측 정확도를 향상시키는 협업 필터링을 도입합니다",
    "웨어러블 헬스케어 기기는 바이오 신호 센서를 활용해 심박수 산소포화도 등을 수집하고 딥러닝 분석으로 건강 상태를 예측합니다",
    "게놈 시퀀싱 데이터를 처리하기 위해 맵리듀스 기반 빅데이터 프레임워크를 적용하여 대규모 유전체 분석 속도를 단축합니다",
    "인공위성 관측 데이터에서 노이즈를 제거하고 기후 변화를 예측하기 위해 다중회귀분석 모델을 활용한 자동화 파이프라인을 구축합니다",
    "인공지능 교정 시스템은 오탈자 검출을 넘어 문맥 흐름에 맞는 단어와 표현까지 자동 제안하여 편집 과정을 간소화해 줍니다",
    "드론 물류 배송 시스템에서는 GPS 모듈과 컴퓨터 비전 기술을 조합해 정확한 위치 추적과 장애물 인식을 동시에 수행합니다",
    "데브옵스 환경에서 컨테이너 이미지를 지속적으로 빌드하고 롤링 업데이트를 적용하여 서비스 중단 없이 새로운 기능을 배포합니다",
    "컨볼루션 신경망 아키텍처를 활용하면 객체 인식 성능이 향상되며 심층 합성곱 층을 통해 이미지 특징을 추출합니다",
    "인공지능 음성 변조 기술은 사람의 목소리 톤과 억양까지 실시간으로 분석하여 다양한 캐릭터 음색을 합성할 수 있도록 만듭니다",
    "고성능 병렬 컴퓨팅 클러스터를 운영하기 위해 노드 간 통신 최적화와 자원 할당 알고리즘을 정교하게 설계합니다",
    "네트워크 보안 솔루션은 침입 탐지 시스템과 방화벽 정책을 자동으로 연동하여 잠재적 위협을 사전에 차단하는 역할을 합니다",
    "머신러닝 파이프라인 최적화 과정에서 데이터 레이블링 자동화와 하이퍼파라미터 탐색을 동시에 처리하는 방법론을 개발합니다",
    "빅데이터 환경에서 스파크 스트리밍을 사용하면 실시간 로그 데이터를 마이크로배치 단위로 분산 처리할 수 있습니다",
    "IoT 게이트웨이 장비는 원격지 센서와 디바이스를 연결하는 중간 지점으로서 대용량 데이터 송수신을 지원하는 역할을 맡습니다",
    "인텔리전트 서치 엔진에서 자연어 쿼리를 처리하기 위해 임베딩 기법과 랭킹 알고리즘을 결합해 검색 정확도를 높입니다",
    "멀티테넌트 아키텍처로 설계된 웹 서비스는 다중 사용자 환경에서도 효율적인 리소스 분배와 모니터링을 보장합니다",
    "그라디언트 부스팅 모델을 활용해 순차적인 오차 감소 과정을 통해 예측 성능을 단계적으로 향상시키는 방법을 채택합니다",
    "서버리스 컴퓨팅 패러다임에서는 함수 호출량에 따라 자원을 동적으로 할당하여 불필요한 비용을 절감하고 확장성을 확보합니다",
    "초대규모 언어 모델은 수십억 개의 파라미터를 학습하여 자연어 이해와 생성 작업에서 높은 성능을 보여주고 있습니다",
    "인공지능 의료 진단 솔루션은 의료 영상을 분석하여 질병 여부를 식별하고 의사의 판단을 보조하는 기능을 제공합니다",
    "스마트 그리드 시스템은 전력 수요를 실시간으로 파악하고 분산 발전원과 양방향 통신을 활용해 에너지 효율을 높이는 역할을 합니다",
    "딥러닝 음성 합성 시스템은 목소리 특성을 벡터 형태로 추출하고 스타일 변환 기술을 적용해 다양한 음색을 만들어냅니다",
    "인공지능 기반 이상 징후 감지 시스템은 로그 패턴을 분석하여 잠재적인 공격이나 오작동을 신속히 경고합니다",
    "분산 트랜잭션 처리 프레임워크는 다중 데이터베이스 간 일관성을 유지하기 위한 투페이스 커밋 메커니즘을 적용합니다",
    "딥페이크 생성 모델은 적대적 생성 신경망 구조를 사용하며 얼굴 특징점을 추출하고 합성하여 사실적인 영상을 만듭니다",
    "유전자 알고리즘은 해 집합 중에서 가장 적합한 해를 교차와 돌연변이 연산을 통해 세대를 거듭하며 진화시키는 방식입니다",
    "스마트 팩토리는 로보틱 팔과 자율 이동 로봇을 결합하여 생산 라인에서 반복적인 작업을 자동화하고 효율성을 높입니다",
    "시맨틱 세그멘테이션 기법은 이미지 상의 모든 픽셀을 클래스별로 분류하며 미세한 경계까지 인식해 물체 구분 성능을 향상합니다",
    "기존 성공 방식을 답습한다면 저성장과 글로벌 공급망의 변화 4차 산업혁명의 커다란 파도에 휩쓸려 버릴 수 있습니다",
    "변화에 적응하고 나아가 한 단계 성장하려면 새로운 목표의 설정도 중요하지만 일하는 방식을 성찰하며 바꿔 나가야 합니다",
    "농심인이 일할 때 가져야 할 마음가짐과 나아가야 할 모습 행동 규범으로써 code of conduct 일하는 방식이 필요합니다",
    "비전 2030은 농심의 사업적인 측면뿐 아니라 우리의 정체성과 지향점을 고민한 결과입니다 그것이 바로 일하는 방식입니다",
    "reflective thinking은 삶의 철학을 가진 인간은 배우고자 하는 의지와 끊임없이 성찰하는 자세로 일의 목적과 의미를 되새기며 일하며 다양한 경험을 통해 배우고 회사와 함께 성장한다는 뜻입니다",
    "system thinking은 경제를 아는 인간은 내 일이 미치는 영향을 구조적으로 바라보기에 경계를 넘어 협력하고 서로를 존중하며 솔직하게 소통한다는 뜻입니다",
    "positive thinking은 행복한 인간은 긍정적인 태도를 선택하는 사람으로 실패를 두려워하지 않고 용기 있게 도전하며 더 나은 방법을 찾아 적극적으로 실행한다는 뜻입니다",
    "우리는 CoC를 실천하며 다채롭고 즐거운 식경험을 통해 더 많은 이들이 맛있는 인생을 누릴 수 있도록 우리의 비전인 global F&B lifestyle leader로 나아갈 것입니다",
    "컬처 컬티베이터스란 글로벌 농심의 새롭게 일하는 방식인 way of working을 전파하고 더 나은 조직문화를 만들어 가는 데 기여할 변화 리더입니다",
    "우리는 식을 다루는 기업입니다 식에는 식품과 맛뿐 아니라 먹고 마시는 모든 것이 포괄된 음식이라는 개념과 이를 통해 경험 가능한 모든 문화적 요소가 포함되어 있습니다",
    "음식은 세상에서 가장 아름다운 언어입니다 일상의 평범한 순간을 특별하게 만드는 마법 같은 힘을 지니고 있습니다",
    "한 끼의 식사는 일상 속 쉼표가 되어 우리에게 즐거움과 위로를 전하고 때로는 평생 기억될 소중한 추억으로 남기도 합니다",
    "우리가 추구하는 식경험은 그저 맛있는 음식을 넘어 삶을 더욱 풍요롭게 하는 특별한 순간을 제공하는 것입니다",
    "바쁜 일상 속 짧은 휴식에도 소중한 사람들과 나누는 즐거움 속에서도 혼자만의 여유로운 순간에도 우리는 늘 고객과 함께하며 고객과 우리 스스로의 인생을 맛있게 하고자 합니다",
    "우리는 맛있는 경험을 위해 멈추지 않고 도전합니다 오랜 세월 쌓아온 전통의 맛을 소중히 지키면서도 새로운 맛의 세계를 개척하며 다양한 식문화를 존중하고 창의적인 조화를 이루어 냅니다",
    "더 신선한 원료를 찾고 더 즐거운 경험을 전달할 수 있도록 연구하며 시대와 곳곳을 넘어 새로운 식문화의 이야기를 만들어갑니다",
    "우리는 믿습니다 맛있는 순간이 모여 하루를 변하고 반짝이는 하루들이 모여 특별한 인생이 된다는 것을",
    "전 세계 모든 사람들의 인생 속에 언제나 함께하며 우리는 식을 통해 고객과 우리 스스로의 생에 기여합니다"
  ]
}
